# Сравнение различных библиотек для визуализации данных: Matplotlib, Seaborn и Plotly.

# Matplotlib, Seaborn и Plotly - библиотеки для визуализации данных. Библиотека Matplotlib при этом
# послужила основой для разработки Seaborn и Plotly.
# Matplotlib представляет собой в первую очередь библиотеку для локального создания визуализаций и не
# предоставляет встроенных функций для онлайн-сотрудничества. Она в базе не обладает возможностями для
# создания интерактивных визуализаций, ориентирована на 2D-графиков и ограничена в создании 3D-графиков.

